{

    "Header.Item1" : "About me",
    "Header.Item2" : "Experience",
    "Header.Item3" : "Projects",
    "Header.Item4" : "Contact",
    "Header.cvBtn" : "Resume",
    "Header.cvName": "CV_Jose_Hernandez_Ingles.pdf",

    "Banner.Pretitle": "Hello! My name is",
    "Banner.Description": "I design and code beautifully simple things, and I love what I do.",
    "Banner.Description1": "I have <span class='underline'>4 years of experience</span> developing systems, interfaces, bots, and technological solutions to make the web a better place. I am dedicated to writing and refactoring clean, reusable, and scalable code in <span class='underline'>Angular</span> and sometimes in <span class='underline'>Laravel</span> applying good practices and development standards.",
    "Banner.ActionBtn": "Get in touch",

    "AboutMe.Title": "About me",
    "AboutMe.Paragraphs": [
        "In my <span class='underline'>4 years as a developer</span>, I seek to train every day. I have worked writing <span class='underline'>unit tests</span>, <span class='underline'>performing continuous integration</span>, and covering backend developer roles with <span class='underline'>Laravel and Mysql</span>. I have led teams having empathy, exercising motivation to partners, and setting plans and goals together.",
        "My skills also include implementing system improvements, optimizing sites, standardizing patterns, and suggesting and executing ideas that add value to the project I'm working on.",
        "Some of the technologies that I have trained and worked on include (but are not limited to):"
    ],


    "Experience.Title": "Experience",
    "Experience.Jobs": [
        {
            "Tab": "CDI",
            "Title": "UX Designer/Frontend Developer",
            "Date": "November 2020 - June 2023",
            "Description": [
                "Delivered high-quality, robust design and production code, serving clients such as NFL, MLB, NHL, IHG One Rewards, Mastercard, F1, UFC and more.",
                "Led the redesign of IHG's auctions marketplace, utilizing Figma, HTML, SCSS, and JavaScript, resulting in a 30% increase in user engagement. ",
                "Spearheaded the end-to-end creation of UFC Collectibles, employing Bootstrap and Velocity template technologies, and achieved an outstanding 150% increase in sales compared to forecasted figures.",
                "Implemented MobileFirst design principles, leading to a 45% increase in mobile traffic and a 20% rise in user satisfaction among mobile users.",
                "Directed and mentored a team of 5 designers in the development and implementation of high-quality user interfaces for various ongoing projects, ensuring alignment with industry best practices and standards."
                
            ]
        },
        {
            "Tab": "Fingertips",
            "Title": "Web UI Developer",
            "Date": "July 2019 - May 2020",
            "Description": [
              "Led the creation of new designs for web pages, aligning designs with brand guidelines, resulting in a 40% increase in user engagement using Figma.",
              "Assisted UX Researchers in conducting comprehensive product evaluations and collected valuable user feedback, and ensuring user perspectives were integrated effectively into the design process."
            ]
        },
        {
            "Tab": "Cetaris",
            "Title": "Frontend developer",
            "Date": "September 2017 - May 2019",
            "Description": [
              "Developed and maintained Client-Side Application for Enterprise Asset Management and Fleet Maintenance Solution in an Agile Scrum environment, leading to a 100% increase in sales activities.",
              "Organized and optimized code, achieving unit test coverage of over 95% for all TypeScript and HTML code.",
              "Designed a token-based authentication system using JWT, ensuring that each server request is accompanied by a signed token verified for authenticity.",
              "Implemented Application state management using Redux with Angular (NgRx) for persistent state across browsers.",
              "Consumed RESTful web services and parsed JSON media types in Angular 6, 7, and 8."
            ]
        },
        {
            "Tab": "Bhavya Tech",
            "Title": "Web Designer",
            "Date": "September 2013 - August 2015",
            "Description": [
                "Utilized industry-standard design tools such as Adobe Photoshop and Sketch to create high-fidelity mockups and prototypes, streamlining the design process and reducing design iterations by 20%.",
                "Developed responsive websites using HTML, CSS, and JavaScript, ensuring seamless user experiences across all devices and platforms.",
                "Worked with CMS platforms like WordPress and Magento, customizing templates to improve site functionality and enhance user experience, resulting in a 40% increase in content engagement."
            ]
        }
    ],

    "FeatureProjects.Title": "My projects",
    "FeatureProjects.Label": "Featured Project",
    "FeatureProjects.Projects": [{
            "Title": "IHG One Rewards",
            "Description": "Monitoring application made from scratch with auth module, <span class='underline'>configurable graphics</span>, <span class='underline'>configurable alarms</span>, and <span class='underline'>user management</span>. It also has feedback form logic for parameter configuration.",
            "imgs": [
                "assets/images/IHG/IHG1.png"
            ],
            "Technologies": ["Figma", "Bootstrap", "SCSS", "Veocity Template", "JavaScript"]
        },
        {
            "Title": "UFC Collectibles",
            "Description": "Health plan quote that has a search engine with which advanced queries are made. Plans are displayed based on the user's age, monthly income, and location. It has <span class='underline'>online chat</span, <span class='underline'>contact form</span>, <span class='underline'>notification system by whatsapp and mail</span>, <span class='underline'>auth</span>, and <span class='underline'>internet information management through the role of administrator.</span>",
            "imgs": [
                "assets/images/UFC/UFC01.png",
                "assets/images/UFC/UFC02.png",
                "assets/images/UFC/UFC03.png"
            ],
            "Technologies": ["Laravel", "Angular", "SASS", "Angular Material", "RxJS"]
        },
        {
            "Title": "Real Estate Login Page",
            "Description": "Data monitoring platform belonging to water wells, tugboats, and various installations made from scratch with auth module, <span class='underline'>configurable graphics</span>, <span class='underline'>configurable alarms</span>, <span class='underline'>user management</span>, and <span class='underline'>geolocation with openlayers.</span>",
            "imgs": [
                "assets/images/estate/login-ui.png"
            ],
            "Technologies": ["Laravel", "Angular", "SASS", "Angular Material", "RxJS"]
        },
        {
            "Title": "Hands game",
            "Description": "The rock-paper-scissors game extended. A personal project developed in angular in which you play randomly against the machine. It has the use of services, interfaces, and components.",
            "imgs": ["assets/images/hands-game.png"],
            "ghLink": "https://github.com/andresjosehr/hands-game",
            "demoLink": "https://projects.andresjosehr.com/hands-game",
            "Technologies": ["Angular", "CSS GRID", "SASS", "Angular animations"]
        },
        {
            "Title": "Countries viewer",
            "Description": "An interface that consumes an API of countries with which you can view a list of countries, see details of each country, filter by name and region. It also has a dark mode to switch between dark and light themes.",
            "imgs": ["assets/images/countries-viewer.png"],
            "ghLink": "https://github.com/andresjosehr/countries-viewer",
            "demoLink": "https://projects.andresjosehr.com/countries-viewer",
            "Technologies": ["Angular", "RxJS", "SASS", "API"]
        }
    ],



    "OtherProjects.Title": "More projects",
    "OtherProjects.Projects": [{
            "Title": "Pokemon",
            "Description": "Pokemon search engine that uses the pokeapi. Object-oriented programming was used to organize the information of the pokemons along with their respective image.",
            "ghLink": "https://github.com/andresjosehr/pokemon-angular",
            "demoLink": "https://projects.andresjosehr.com/pokemon-list",
            "Technologies": ["Angular", "RxJs", "API", "Bootstrap"]
        },
        {
            "Title": "Coming soon page",
            "Description": "Personal project of a two-column split page to be used as a 'Coming soon page'. Scheduled to be a fully responsive design. It has a form field to subscribe by email.",
            "ghLink": "https://github.com/andresjosehr/coming-soon-page",
            "demoLink": "https://projects.andresjosehr.com/coming-soon-page",
            "Technologies": ["Angular", "SASS", "CSS GRID", "Reactive form"]
        },
        {
            "Title": "Four card feature section",
            "Description": "A single page that has a minimal design, listing four features on four cards. Input animations are done with angular animations.",
            "ghLink": "https://github.com/andresjosehr/fourd-card-feature-section",
            "demoLink": "https://projects.andresjosehr.com/four-card-feature-section",
            "Technologies": ["Angular", "SASS", "CSS GRID"]
        },
        {
            "Title": "Social proof section",
            "Description": "Personal project of a page designed from a Figma layout. Angular was used for development together with SASS and CSS GRID.",
            "ghLink": "https://github.com/andresjosehr/social-proof-section",
            "demoLink": "https://projects.andresjosehr.com/social-proof-section",
            "Technologies": ["Angular", "CSS GRID", "GIT"]
        },
        {
            "Title": "FAQ accordion card",
            "Description": "FAQ accordion with logic and animations made in Angular.",
            "ghLink": "https://github.com/andresjosehr/faq-accordion",
            "demoLink": "https://proyectos.andresjosehr.com/faq-accordion",
            "Technologies": ["Angular", "CSS GRID", "Angular animations"]
        },
        {
            "Title": "Profile card",
            "Description": "Simple one-page design that features a profile letter with basic information about a person.",
            "ghLink": "https://github.com/andresjosehr/profile-card-component",
            "demoLink": "https://proyectos.andresjosehr.com/profile-card-component",
            "Technologies": ["Angular", "SASS", "GIT"]
        }
    ],
    "Contact.Pretitle": "What’s Next",
    "Contact.Title": "Get in touch!",
    "Contact.Content": "I will be happy to receive your contact if you want to talk about new opportunities. Write me, and I will reply as soon as I see your message. Simple one-page design that features a profile letter with basic information about a person.",
    "Contact.Btn": "Say Hello"


}
