{

    "Header.Item1" : "About me",
    "Header.Item2" : "Experience",
    "Header.Item3" : "Projects",
    "Header.Item4" : "Contact",
    "Header.cvBtn" : "Resume",
    "Header.cvName": "Resume-Paresh.pdf",

    "Banner.Pretitle": "Hello! My name is",
    "Banner.Description": "I like to understand people, solve problems, and craft meaningful experiences. I help make your big ideas user-friendly.",
    "Banner.Description1": "I have <span class='underline'>4 years of experience</span> developing systems, interfaces, bots, and technological solutions to make the web a better place. I am dedicated to writing and refactoring clean, reusable, and scalable code in <span class='underline'>Angular</span> and sometimes in <span class='underline'>Laravel</span> applying good practices and development standards.",
    "Banner.ActionBtn": "Get in touch",

    "AboutMe.Title": "About me",
    "AboutMe.Paragraphs": [
        "I am an experienced UI/UX Designer with a rich background in product + UX. I've spent the last 4 years delivering user-centric web and mobile applications across various industries. I specialize in understanding business and product metrics, as well as the role of data in design. ",
        "I am passionate about creating usable and accessible digital products. I apply research-based principles to drive the design and development of products that fully support end-user needs while also achieving the business vision.",
        "My approach to design is rooted in empathy and user-centricity. I believe that understanding the needs, behaviors, and pain points of users is the cornerstone of effective design.",
        "I thrive in cross-functional environments, collaborating seamlessly with developers, product managers, and stakeholders. ",
        "My portfolio showcases a collection of success stories where my designs have significantly improved user engagement, conversion rates, and overall user satisfaction."
    ],


    "Experience.Title": "Experience",
    "Experience.Jobs": [
        {
            "Tab": "CDI",
            "Title": "UX Designer/Frontend Developer",
            "Date": "November 2020 - June 2023",
            "Description": [
                "Delivered high-quality, robust design and production code, serving clients such as NFL, MLB, NHL, IHG One Rewards, Mastercard, F1, UFC and more.",
                "Led the redesign of IHG's auctions marketplace, utilizing Figma, HTML, SCSS, and JavaScript, resulting in a 30% increase in user engagement. ",
                "Spearheaded the end-to-end creation of UFC Collectibles, employing Bootstrap and Velocity template technologies, and achieved an outstanding 150% increase in sales compared to forecasted figures.",
                "Implemented MobileFirst design principles, leading to a 45% increase in mobile traffic and a 20% rise in user satisfaction among mobile users.",
                "Directed and mentored a team of 5 designers in the development and implementation of high-quality user interfaces for various ongoing projects, ensuring alignment with industry best practices and standards."
                
            ]
        },
        {
            "Tab": "Fingertips",
            "Title": "Web UI Developer",
            "Date": "July 2019 - May 2020",
            "Description": [
              "Led the creation of new designs for web pages, aligning designs with brand guidelines, resulting in a 40% increase in user engagement using Figma.",
              "Assisted UX Researchers in conducting comprehensive product evaluations and collected valuable user feedback, and ensuring user perspectives were integrated effectively into the design process."
            ]
        },
        {
            "Tab": "Cetaris",
            "Title": "Frontend developer",
            "Date": "September 2017 - May 2019",
            "Description": [
              "Developed and maintained Client-Side Application for Enterprise Asset Management and Fleet Maintenance Solution in an Agile Scrum environment, leading to a 100% increase in sales activities.",
              "Organized and optimized code, achieving unit test coverage of over 95% for all TypeScript and HTML code.",
              "Designed a token-based authentication system using JWT, ensuring that each server request is accompanied by a signed token verified for authenticity.",
              "Implemented Application state management using Redux with Angular (NgRx) for persistent state across browsers.",
              "Consumed RESTful web services and parsed JSON media types in Angular 6, 7, and 8."
            ]
        },
        {
            "Tab": "Bhavya Tech",
            "Title": "Web Designer",
            "Date": "September 2013 - August 2015",
            "Description": [
                "Utilized industry-standard design tools such as Adobe Photoshop and Sketch to create high-fidelity mockups and prototypes, streamlining the design process and reducing design iterations by 20%.",
                "Developed responsive websites using HTML, CSS, and JavaScript, ensuring seamless user experiences across all devices and platforms.",
                "Worked with CMS platforms like WordPress and Magento, customizing templates to improve site functionality and enhance user experience, resulting in a 40% increase in content engagement."
            ]
        }
    ],

    "FeatureProjects.Title": "My recent projects",
    "FeatureProjects.Label": "Featured Project",
    "FeatureProjects.Projects": [{
            "Title": "IHG One Rewards",
            "Description": "I spearheaded the complete redesign of IHG One Rewards Marketplace using Figma for design and HTML, SCSS, Velocity templates, and JavaScript for development. My expertise ensured a seamless transition from concept to a fully functional website, showcasing my ability to blend creativity with technical proficiency effectively.",
            "imgs": [
                "assets/images/projects/IHG-banner.png"
            ],
            "demoLink": "https://www.behance.net/gallery/190375353/IHG-One-Rewards-Website-Redesign-UX-Case-Study",
            "Technologies": ["Figma", "HTML", "SCSS", "Velocity Template", "JavaScript"]
        },
        {
            "Title": "UFC Collectibles",
            "Description": "I orchestrated the full redesign of the UFC Collectibles website, employing Figma for design and Bootstrap, HTML, and Velocity templates for development. This project exemplifies my skill in harmonizing design ingenuity with technical expertise to deliver exceptional digital experiences.",
            "imgs": [
                "assets/images/projects/UFC-banner.png"
            ],
            "demoLink": "https://auctions.officialmemorabilia.com.au/",
            "Technologies": ["Bootstrap", "Velocity Template", "HTML", "Figma", "Miro"]
        },
        {
            "Title": "Total Wine",
            "Description": "As a passionate Web UI designer, I had the incredible opportunity to lead a complete overhaul of a real estate company's login page. The challenge? Transforming a mundane login experience into an inviting and efficient entry point for users. ",
            "imgs": [
                "assets/images/projects/TW-banner.png"
            ],
            "demoLink": "https://membership.totalwine.com/",
            "Technologies": ["Adobe XD", "Figma", "HTML", "SCSS", "Interaction Design"]
        }
    ],



    "OtherProjects.Title": "More projects",
    "OtherProjects.Projects": [{
            "Title": "Pokemon",
            "Description": "Pokemon search engine that uses the pokeapi. Object-oriented programming was used to organize the information of the pokemons along with their respective image.",
            "ghLink": "https://github.com/andresjosehr/pokemon-angular",
            "demoLink": "https://projects.andresjosehr.com/pokemon-list",
            "Technologies": ["Angular", "RxJs", "API", "Bootstrap"]
        },
        {
            "Title": "Coming soon page",
            "Description": "Personal project of a two-column split page to be used as a 'Coming soon page'. Scheduled to be a fully responsive design. It has a form field to subscribe by email.",
            "ghLink": "https://github.com/andresjosehr/coming-soon-page",
            "demoLink": "https://projects.andresjosehr.com/coming-soon-page",
            "Technologies": ["Angular", "SASS", "CSS GRID", "Reactive form"]
        },
        {
            "Title": "Four card feature section",
            "Description": "A single page that has a minimal design, listing four features on four cards. Input animations are done with angular animations.",
            "ghLink": "https://github.com/andresjosehr/fourd-card-feature-section",
            "demoLink": "https://projects.andresjosehr.com/four-card-feature-section",
            "Technologies": ["Angular", "SASS", "CSS GRID"]
        }
    ],
    "Contact.Pretitle": "What’s Next",
    "Contact.Title": "Get in touch!",
    "Contact.Content": "I will be happy to receive your contact if you want to talk about new opportunities. Write me, and I will reply as soon as I see your message.",
    "Contact.Btn": "Say Hello"


}
